Repository: FlyPig01/VRC-Fisher
Catalog: app/src/VrcFisher.Desktop/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# RuntimeTargetStopped
source: VRChat left the foreground; automatic fishing stopped and mouse input was released
cs_cz: VRChat opustil popředí; automatické rybaření bylo zastaveno a myš uvolněna
de_de: VRChat ist nicht mehr im Vordergrund; automatisches Angeln wurde beendet und die Maus freigegeben
es_es: VRChat dejó de estar en primer plano; la pesca automática se detuvo y se liberó el ratón
fr_fr: VRChat a quitté le premier plan ; la pêche automatique est arrêtée et la souris libérée
hu_hu: A VRChat elhagyta az előteret; az automatikus horgászat leállt, az egér felengedve
it_it: VRChat non è più in primo piano; pesca automatica arrestata e mouse rilasciato
ja_jp: VRChat が前面でなくなったため、自動釣りを停止してマウス入力を解放しました
ko_kr: VRChat이 전면에서 벗어나 자동 낚시를 중지하고 마우스 입력을 해제했습니다
nl_nl: VRChat verliet de voorgrond; automatisch vissen is gestopt en de muis is vrijgegeven
pl_pl: VRChat opuścił pierwszy plan; automatyczne łowienie zatrzymano, a mysz zwolniono
pt_br: O VRChat saiu do primeiro plano; a pesca automática parou e o mouse foi liberado
ru_ru: VRChat ушел с переднего плана; авторыбалка остановлена, ввод мыши освобожден
sv_se: VRChat lämnade förgrunden; automatiskt fiske stoppades och musen släpptes
th_th: VRChat ไม่ได้อยู่ด้านหน้าแล้ว ระบบตกปลาอัตโนมัติหยุดและปล่อยอินพุตเมาส์
tr_tr: VRChat ön plandan ayrıldı; otomatik balık tutma durdu ve fare girdisi bırakıldı
zh_cn: VRChat 已离开前台；自动钓鱼已停止，鼠标输入已释放
zh_tw: VRChat 已離開前景；自動釣魚已停止，滑鼠輸入已釋放

# AlertTargetStoppedTitle
source: Automatic fishing stopped
cs_cz: Automatické rybaření zastaveno
de_de: Automatisches Angeln beendet
es_es: Pesca automática detenida
fr_fr: Pêche automatique arrêtée
hu_hu: Automatikus horgászat leállítva
it_it: Pesca automatica arrestata
ja_jp: 自動釣りを停止しました
ko_kr: 자동 낚시 중지됨
nl_nl: Automatisch vissen gestopt
pl_pl: Automatyczne łowienie zatrzymane
pt_br: Pesca automática parada
ru_ru: Авторыбалка остановлена
sv_se: Automatiskt fiske stoppat
th_th: หยุดตกปลาอัตโนมัติแล้ว
tr_tr: Otomatik balık tutma durdu
zh_cn: 自动钓鱼已停止
zh_tw: 自動釣魚已停止

# AlertTargetStoppedMessage
source: VRChat is no longer in the foreground. Mouse input was released; return to the game and press the hotkey to start again.
cs_cz: VRChat již není v popředí. Myš byla uvolněna; vraťte se do hry a znovu stiskněte klávesu.
de_de: VRChat ist nicht mehr im Vordergrund. Die Maus wurde freigegeben; kehre ins Spiel zurück und drücke erneut die Taste.
es_es: VRChat ya no está en primer plano. Se liberó el ratón; vuelve al juego y pulsa de nuevo la tecla.
fr_fr: VRChat n’est plus au premier plan. La souris a été libérée ; revenez au jeu et appuyez de nouveau sur la touche.
hu_hu: A VRChat már nincs előtérben. Az egér fel lett engedve; térjen vissza és nyomja meg újra a billentyűt.
it_it: VRChat non è più in primo piano. Il mouse è stato rilasciato; torna al gioco e premi di nuovo il tasto.
ja_jp: VRChat が前面にありません。マウス入力を解放しました。ゲームに戻り、もう一度キーを押してください。
ko_kr: VRChat이 더 이상 전면에 없습니다. 마우스 입력을 해제했습니다. 게임으로 돌아가 키를 다시 누르세요.
nl_nl: VRChat staat niet meer op de voorgrond. De muis is vrijgegeven; ga terug naar het spel en druk opnieuw op de toets.
pl_pl: VRChat nie jest już na pierwszym planie. Mysz zwolniono; wróć do gry i ponownie naciśnij klawisz.
pt_br: O VRChat não está mais em primeiro plano. O mouse foi liberado; volte ao jogo e pressione a tecla novamente.
ru_ru: VRChat больше не на переднем плане. Ввод мыши освобожден; вернитесь в игру и снова нажмите клавишу.
sv_se: VRChat är inte längre i förgrunden. Musen släpptes; återgå till spelet och tryck igen.
th_th: VRChat ไม่ได้อยู่ด้านหน้า อินพุตเมาส์ถูกปล่อยแล้ว กลับเข้าเกมและกดปุ่มอีกครั้ง
tr_tr: VRChat artık ön planda değil. Fare girdisi bırakıldı; oyuna dönüp tuşa tekrar basın.
zh_cn: VRChat 已不在前台。鼠标输入已释放；返回游戏后请重新按热键启动。
zh_tw: VRChat 已不在前景。滑鼠輸入已釋放；返回遊戲後請重新按快捷鍵啟動。

# ToggleHotkeyDescriptionLocal
source: Works only while VRChat is in the foreground and is not registered as a persistent global hotkey.
cs_cz: Funguje jen když je VRChat v popředí a není trvale registrována jako globální klávesa.
de_de: Funktioniert nur, wenn VRChat im Vordergrund ist, und wird nicht dauerhaft als globaler Hotkey registriert.
es_es: Solo funciona con VRChat en primer plano y no se registra permanentemente como tecla global.
fr_fr: Fonctionne uniquement lorsque VRChat est au premier plan et n’est pas enregistré en permanence comme raccourci global.
hu_hu: Csak akkor működik, ha a VRChat előtérben van, és nem regisztrálódik tartós globális gyorsbillentyűként.
it_it: Funziona solo con VRChat in primo piano e non viene registrato in modo permanente come tasto globale.
ja_jp: VRChat が前面のときだけ動作し、永続的なグローバルホットキーとして登録されません。
ko_kr: VRChat이 전면일 때만 작동하며 지속적인 전역 단축키로 등록되지 않습니다.
nl_nl: Werkt alleen wanneer VRChat op de voorgrond staat en wordt niet permanent als globale sneltoets geregistreerd.
pl_pl: Działa tylko gdy VRChat jest na pierwszym planie i nie jest stale rejestrowany jako globalny skrót.
pt_br: Funciona somente com o VRChat em primeiro plano e não é registrado permanentemente como tecla global.
ru_ru: Работает только когда VRChat на переднем плане и не регистрируется как постоянная глобальная горячая клавиша.
sv_se: Fungerar bara när VRChat är i förgrunden och registreras inte permanent som global snabbtangent.
th_th: ทำงานเฉพาะเมื่อ VRChat อยู่ด้านหน้า และไม่ลงทะเบียนเป็นปุ่มลัดส่วนกลางแบบถาวร
tr_tr: Yalnızca VRChat ön plandayken çalışır ve kalıcı genel kısayol olarak kaydedilmez.
zh_cn: 仅在 VRChat 位于前台时生效，不会长期注册为系统全局热键。
zh_tw: 僅在 VRChat 位於前景時生效，不會長期註冊為系統全域快捷鍵。

# OverlayStageCasting
source: Casting
cs_cz: Nahazování
nl_nl: Aan het werpen

# OverlayStageWaitingForBite
source: Waiting for a bite
cs_cz: Čekání na záběr
nl_nl: Wachten op beet

# OverlayStageFightingFish
source: Fighting the fish
cs_cz: Zdolávání ryby
nl_nl: Vechtend met de vis

# OverlayStageReeling
source: Reeling in
cs_cz: Vytahování úlovku
nl_nl: Binnenhalen

# OverlayStopKeyHint
source: Press {0} to stop
cs_cz: Stiskněte {0} pro zastavení
nl_nl: Druk op {0} om te stoppen

# DeviceGpu
source: GPU
de_de: GPU (DirectML)
es_es: GPU (DirectML)
fi_fi: GPU (DirectML)
fr_fr: GPU (DirectML)
hu_hu: GPU (DirectML)
it_it: GPU (DirectML)
ja_jp: GPU (DirectML)
ko_kr: GPU (DirectML)
pl_pl: GPU (DirectML)
pt_br: GPU (DirectML)
ru_ru: GPU (DirectML)
sv_se: GPU (DirectML)
th_th: GPU (DirectML)
tr_tr: GPU (DirectML)
uk_ua: GPU (DirectML)
zh_cn: GPU（DirectML）
zh_tw: GPU (DirectML)
